Repository: adriendupuis/ezplatform-admin
Catalog: src/bundle/Resources/translations/ad_admin_monitor.*.xliff
Languages: fr

# free_physical_memory
source: Free
fr: Libre

# free_swap_space
source: Free
fr: Libre

# main__admin__monitor
source: Monitor
fr: Moniteur

source: Monitor
fr: Moniteur

# monitor.cache_pool.evictions
source: Evictions
fr: Évictions

# monitor.cache_pool.hit_ratio
source: Hit Ratio
fr: Taux de présence

# monitor.current_host
source: Current Host Monitor
fr: Moniteur de ce serveur

# monitor.not_monitored
source: (Not monitored)
fr: (Non monitoré)

# monitor.redis.maxmemory_policy
source: Eviction Policy
fr: Politique d'éviction

# monitor.redis.mem_fragmentation_ratio
source: Memory Fragmentation Ratio
fr: Rapport de fragmentation de la mémoire

# monitor.search_engine.no_ping
source: Search engine does not respond
fr: Le moteur de recherche ne répond pas

# monitor.tab_name
source: %service_name% Monitor
fr: Moniteur %service_name%

source: Physical Memory
fr: Mémoire physique

source: Swap Space
fr: Espace d'échange

# total_physical_memory
source: Total
fr: Totale

# used_physical_memory
source: Used
fr: Utilisée

# used_swap_space
source: Used
fr: Utilisé
