Repository: adriendupuis/ezplatform-admin
Catalog: src/bundle/Resources/translations/ad_admin_content_usage.*.xliff
Languages: fr

# common.content_count
source: Content Count
fr: Nombre de contenus

# common.content_type
source: Content Type
fr: Type de contenu

# common.language
source: Language
fr: Langue

source: Content Type Usage
fr: Utilisation des types de contenu

# content_type_usage.content_distribution
source: %global_content_count% contents of %used_content_type_count% (used) content types
fr: %global_content_count% contenus de %used_content_type_count% types

# content_type_usage.content_type_count_notice
source: If some content types are not used, this is a notice about the total number of content types — %content_type_count%&#xa0;available content types)
fr: (parmis %content_type_count% types de contenu disponibles)

source: Content Usage
fr: Utilisation des contenus

source: Example Finder
fr: Utilisations des champs

# example_finder.all_languages
source: All languages
fr: Toutes les langues

# example_finder.bad_example
source: Bad Example
fr: Mauvais Exemple

# example_finder.bad_example_definition
source: A content having this required field empty. (For example, it can happen when a field has become required but previous content haven't been updated.)
fr: Un contenu ayant ce champ obligatoire non renseigné. (Par exemple, celà peut se produire quand un champ est devenu obligatoire mais que des contenus existant précédement n'ont pas été mis à jour.)

# example_finder.bad_examples
source: Bad Examples
fr: Mauvais Exemples

# example_finder.best_example
source: Best Example
fr: Meilleur Exemple

# example_finder.best_example_definition
source: A content having this optional field not empty, the maximum of other optional field not empty and no empty required field.
fr: Un contenu ayant ce champ optionnel de renseigné, un maximum d'autres champs optionnels renseignés et aucun champ obligatoire vide.

# example_finder.field_name
source: Field Name
fr: Nom du champ

# example_finder.field_type
source: Field Type
fr: Type de champ

# example_finder.field_usage
source: Field Usage
fr: Utilisation

# example_finder.irrelevant
source: irrelevant
fr: insignifiant

# example_finder.never_empty_field_type
source: Field of this type can't be empty.
fr: Un champ de ce type ne peut être vide.

# example_finder.no_bad_example_found
source: No bad example found.
fr: Pas de mauvais exemple de trouvé.

# example_finder.no_good_example_found
source: No good example found.
fr: Pas de bon exemple de trouvé.

# example_finder.non_empty_required_field
source: This field is required and shouldn't be empty.
fr: Ce champ est requis et ne devrait pas être vide.

# example_finder.none
source: none
fr: aucun

# example_finder.optional
source: Optional
fr: Optionnel

# example_finder.optional_can_be_empty
source: This field is optional and can be rightly empty.
fr: Ce champ est optionnel et peut légitimement être vide.

# example_finder.purpose
source: Find good and bad examples for each field of a content type
fr: Trouve de bons et mauvais exemples pour chaque champ d'un type de contenu

# example_finder.required
source: Required
fr: Requis

# example_finder.requirement
source: Requirement
fr: Exigence

# example_finder.select_content_type
source: Select a content type…
fr: Sélectionnez un type de contenu…

source: Example Finder status
fr: État du chercheur d'exemples

# example_finder.status.field_table_init
source: Initialize field table…
fr: Initialisation du tableau des champs…

# example_finder.status.final_result_display
source: Displaying final result.
fr: Affichage du résultat final.

# example_finder.status.no_content
source: No content of this type.
fr: Pas de contenu publié de ce type.

# example_finder.status.ready_to_search
source: Ready to search…
fr: Prêt à chercher…

# example_finder.status.searching
source: Searching…
fr: En recherche…

# example_finder.status.waiting_selection
source: Waiting for Content Type selection…
fr: En attente de la sélection d'un type de contenu…

source: Landing Page Usage
fr: Utilisations des pages d'accueil

source: Language Usage
fr: Utilisation des langues

# language_usage.disabled_language
source: Disabled language
fr: Langue désactivée

# language_usage.list_language
source: List languages registered in database
fr: Lister les languages enregistrées en base

# language_usage.nonexistent_language
source: Nonexistent language
fr: Langue inexistante

# language_usage.nonexistent_language_explanation
source: Some contents have translations to a nonexistent language (usually previously removed)
fr: Des contenus ont des traductions dans des langues qui n'existent pas (généralement précédemment supprimées)

# main__content__content_usage
source: Usage
fr: Utilisation

# page.block_category
source: Block Category
fr: Catégorie du bloc

# page.block_identifier.tooltip
source: Identifier:
fr: Identifiant :

# page.block_identifier.tooltip.undefined_notice
source: (undefined block)
fr: (bloc indéfini)

# page.block_name
source: Block Name
fr: Nom du bloc

# page.layout_name
source: Layout Name
fr: Nom de la mise-en-page

# tab_opener.modal_body
source: Redirecting to tab
fr: Redirection vers l'onglet

# tab_opener.modal_title
source: Tab Redirect
fr: Redirection d'onglet
